Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Edit the running wallpaper, or preview it as an iPhone or iPad lock screen and export a Live Photo without changing your desktop
ar: عدّل الخلفية قيد التشغيل، أو عاينها كشاشة قفل iPhone أو iPad وصدّر Live Photo دون تغيير سطح المكتب
de: Laufendes Hintergrundbild bearbeiten oder als iPhone- bzw. iPad-Sperrbildschirm anzeigen und ein Live Photo exportieren, ohne den Schreibtisch zu ändern
es: Edita el fondo en ejecución, o previsualízalo como pantalla bloqueada del iPhone o iPad y exporta una Live Photo sin cambiar tu escritorio
fr: Modifier le fond d’écran en cours, ou le prévisualiser comme écran verrouillé d’iPhone ou d’iPad et exporter une Live Photo sans changer votre bureau
hi: चल रहे वॉलपेपर में बदलाव करें, या डेस्कटॉप बदले बिना उसे iPhone या iPad लॉक स्क्रीन के रूप में देखें और Live Photo एक्सपोर्ट करें
it: Modifica lo sfondo in esecuzione, oppure mostralo come schermata di blocco di iPhone o iPad ed esporta una Live Photo senza cambiare la scrivania
ja: 実行中の壁紙を編集するか、デスクトップを変えずにiPhoneやiPadのロック画面としてプレビューしてLive Photoを書き出します
ko: 실행 중인 배경화면을 편집하거나, 데스크탑을 바꾸지 않고 iPhone 또는 iPad 잠금 화면으로 미리 보고 Live Photo를 내보냅니다
pl: Edytuj uruchomioną tapetę albo podejrzyj ją jako ekran blokady iPhone’a lub iPada i wyeksportuj Live Photo bez zmiany biurka
pt_br: Edite o papel de parede em execução, ou pré-visualize-o como Tela Bloqueada do iPhone ou iPad e exporte uma Live Photo sem alterar a mesa
ru: Изменить запущенные обои или просмотреть их как экран блокировки iPhone или iPad и экспортировать Live Photo, не меняя рабочий стол
tr: Çalışan duvar kâğıdını düzenleyin ya da masaüstünüzü değiştirmeden iPhone veya iPad Kilitli Ekranı olarak önizleyip Live Photo olarak dışa aktarın
uk: Редагувати запущені шпалери або переглянути їх як екран блокування iPhone чи iPad і експортувати Live Photo, не змінюючи робочий стіл
zh_hans: 编辑正在运行的墙纸，或将其预览为 iPhone 或 iPad 锁定屏幕并导出实况照片，而不更改桌面
zh_hant: 編輯執行中的背景圖片，或將其預覽為 iPhone 或 iPad 鎖定畫面並輸出原況照片，而不更改桌面

source: Edit the running wallpaper, record it as your screen saver, preview it as an iPhone or iPad lock screen and export a Live Photo, or frame it for an Android device and export a .mpkg, without changing your desktop
ar: حرّر الخلفية العاملة، أو سجّلها كشاشة توقف، أو عاينها كشاشة قفل iPhone أو iPad وصدّر صورة حية، أو أطّرها لجهاز Android وصدّر ملف ‎.mpkg، دون تغيير سطح المكتب
de: Bearbeiten Sie das laufende Hintergrundbild, nehmen Sie es als Bildschirmschoner auf, zeigen Sie es als Sperrbildschirm eines iPhone oder iPad an und exportieren Sie ein Live Photo, oder passen Sie es für ein Android-Gerät an und exportieren Sie eine .mpkg-Datei, ohne Ihren Schreibtisch zu ändern
es: Edita el fondo en ejecución, grábalo como salvapantallas, previsualízalo como pantalla bloqueada de iPhone o iPad y exporta una Live Photo, o encuádralo para un dispositivo Android y exporta un .mpkg, sin cambiar tu escritorio
fr: Modifiez le fond d’écran en cours, enregistrez-le comme économiseur d’écran, prévisualisez-le comme écran verrouillé d’iPhone ou d’iPad et exportez une Live Photo, ou cadrez-le pour un appareil Android et exportez un .mpkg, sans modifier votre bureau
hi: चल रहे वॉलपेपर को संपादित करें, उसे स्क्रीन सेवर के रूप में रिकॉर्ड करें, उसे iPhone या iPad लॉक स्क्रीन के रूप में प्रीव्यू करके Live Photo एक्सपोर्ट करें, या उसे Android डिवाइस के लिए फ़्रेम करके .mpkg एक्सपोर्ट करें, आपका डेस्कटॉप बदले बिना
it: Modifica lo sfondo in esecuzione, registralo come salvaschermo, visualizzalo in anteprima come schermata di blocco di iPhone o iPad ed esporta una Live Photo, o inquadralo per un dispositivo Android ed esporta un .mpkg, senza cambiare la scrivania
ja: デスクトップを変えずに、実行中の壁紙を編集したり、スクリーンセーバとして録画したり、iPhone や iPad のロック画面としてプレビューして Live Photos を書き出したり、Android デバイス用にフレーミングして .mpkg を書き出したりします
ko: 데스크탑을 변경하지 않고 실행 중인 배경화면을 편집하거나, 화면 보호기로 녹화하거나, iPhone 또는 iPad 잠금 화면으로 미리 보고 Live Photo를 내보내거나, Android 기기에 맞게 구도를 잡고 .mpkg를 내보냅니다
pl: Edytuj działającą tapetę, nagraj ją jako wygaszacz ekranu, obejrzyj ją jako ekran blokady iPhone’a lub iPada i wyeksportuj zdjęcie Live Photo albo skadruj ją dla urządzenia z Androidem i wyeksportuj plik .mpkg, bez zmieniania biurka
pt_br: Edite o papel de parede em execução, grave-o como protetor de tela, pré-visualize-o como Tela Bloqueada do iPhone ou iPad e exporte uma Live Photo, ou enquadre-o para um dispositivo Android e exporte um .mpkg, sem alterar a sua mesa
ru: Изменяйте запущенные обои, записывайте их как заставку, просматривайте как экран блокировки iPhone или iPad и экспортируйте Live Photo или кадрируйте для устройства Android и экспортируйте .mpkg, не меняя рабочий стол
tr: Çalışan duvar kağıdını düzenleyin, ekran koruyucu olarak kaydedin, iPhone veya iPad kilitli ekranı olarak önizleyip Live Photo olarak dışa aktarın ya da bir Android aygıtı için çerçeveleyip .mpkg olarak dışa aktarın; masaüstünüz değişmez
uk: Редагуйте запущені шпалери, записуйте їх як заставку, переглядайте як екран блокування iPhone або iPad і експортуйте Live Photo або кадруйте для пристрою Android і експортуйте .mpkg, не змінюючи робочий стіл
zh_hans: 编辑正在运行的墙纸、将它录制为屏幕保护程序、预览为 iPhone 或 iPad 锁定屏幕并导出实况照片，或针对 Android 设备取景并导出 .mpkg，而不更改桌面
zh_hant: 編輯正在執行的桌布、將它錄製為螢幕保護程式、預覽為 iPhone 或 iPad 鎖定畫面並輸出原況照片，或針對 Android 裝置取景並輸出 .mpkg，而不變更桌面

source: Edited
ar: تم التعديل
de: Bearbeitet
es: Editado
fr: Modifié
hi: संपादित
it: Modificato
ja: 編集済み
ko: 편집됨
pl: Zmieniono
pt_br: Editado
ru: Изменено
tr: Düzenlendi
uk: Змінено
zh_hans: 已编辑
zh_hant: 已編輯

source: Effect Stack
ar: مجموعة التأثيرات
de: Effektstapel
es: Pila de efectos
fr: Pile d’effets
hi: इफ़ेक्ट स्टैक
it: Pila degli effetti
ja: エフェクトスタック
ko: 효과 스택
pl: Stos efektów
pt_br: Pilha de Efeitos
ru: Стек эффектов
tr: Efekt Yığını
uk: Стек ефектів
zh_hans: 效果堆栈
zh_hant: 效果堆疊

source: Effects
ar: التأثيرات
de: Effekte
es: Efectos
fr: Effets
hi: इफ़ेक्ट
it: Effetti
ja: エフェクト
ko: 효과
pl: Efekty
pt_br: Efeitos
ru: Эффекты
tr: Efektler
uk: Ефекти
zh_hans: 效果
zh_hant: 效果

source: Efficiency
ar: الكفاءة
de: Effizienz
es: Eficiencia
fr: Efficacité
hi: दक्षता
it: Efficienza
ja: 効率
ko: 효율
pl: Wydajność
pt_br: Eficiência
ru: Эффективность
tr: Verimlilik
uk: Ефективність
zh_hans: 效率
zh_hant: 效率

source: Emoji & Symbols
ar: الرموز التعبيرية والرموز
de: Emoji & Symbole
es: Emojis y símbolos
fr: Emoji et symboles
hi: इमोजी और चिह्न
it: Emoji e simboli
ja: 絵文字と記号
ko: 이모티콘 및 기호
pl: Emoji i symbole
pt_br: Emoji e Símbolos
ru: Эмодзи и символы
tr: Emoji ve Simgeler
uk: Емодзі та символи
zh_hans: 表情与符号
zh_hant: 表情符號與符號

source: Enable all
ar: تشغيل الكل
de: Alle aktivieren
es: Activar todo
fr: Tout activer
hi: सभी चालू करें
it: Abilita tutto
ja: すべて有効
ko: 모두 활성화
pl: Włącz wszystko
pt_br: Habilitar Tudo
ru: Вкл. все
tr: Tümünü etkinleştir
uk: Увімкнути все
zh_hans: 启用全部
zh_hant: 全部啟用

source: Enabled
ar: ممكَّن
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
it: Attivato
ja: 有効
ko: 활성화됨
pl: Włączone
pt_br: Ativado
ru: Включено
tr: Etkin
uk: Увімкнено
zh_hans: 已启用
zh_hant: 已啟用

source: Ends
ar: ينتهي
de: Endet
es: Termina
fr: Se termine
hi: ख़त्म
it: Termina
ja: 終了
ko: 종료
pl: Kończy się
pt_br: Termina
ru: Заканчивается
tr: Biter
uk: Закінчується
zh_hans: 结束
zh_hant: 結束

source: Enter Full Screen
ar: الدخول إلى وضع ملء الشاشة
de: Vollbildmodus aktivieren
es: Usar pantalla completa
fr: Activer le mode plein écran
hi: फ़ुल स्क्रीन में प्रवेश करें
it: Attiva modalità a tutto schermo
ja: フルスクリーンにする
ko: 전체 화면 시작
pl: Włącz tryb pełnoekranowy
pt_br: Entrar em Tela Cheia
ru: Перейти в полноэкранный режим
tr: Tam Ekrana Geç
uk: Увійти в повноекранний режим
zh_hans: 进入全屏幕
zh_hant: 進入全螢幕

source: Enter Steam Guard Code
ar: إدخال رمز Steam Guard
de: Steam-Guard-Code eingeben
es: Introducir código de Steam Guard
fr: Saisir le code Steam Guard
hi: Steam Guard कोड डालें
it: Inserisci il codice di Steam Guard
ja: Steamガードコードを入力
ko: Steam Guard 코드 입력
pl: Wprowadź kod Steam Guard
pt_br: Digitar Código do Steam Guard
ru: Ввести код Steam Guard
tr: Steam Guard Kodunu Girin
uk: Ввести код Steam Guard
zh_hans: 输入 Steam 令牌验证码
zh_hant: 輸入 Steam Guard 代碼

source: Enter a valid HTTP or HTTPS image/video URL.
ar: أدخل عنوان URL صالحًا لصورة أو فيديو يبدأ بـ HTTP أو HTTPS.
de: Geben Sie eine gültige HTTP- oder HTTPS-URL für ein Bild oder Video ein.
es: Introduce una URL HTTP o HTTPS válida de imagen o vídeo.
fr: Saisissez une URL HTTP ou HTTPS valide d’image ou de vidéo.
hi: कोई मान्य HTTP या HTTPS इमेज/वीडियो URL डालें.
it: Inserisci un URL HTTP o HTTPS valido di un’immagine o di un video.
ja: 有効なHTTPまたはHTTPSの画像/ビデオURLを入力してください。
ko: 유효한 HTTP 또는 HTTPS 이미지/비디오 URL을 입력하십시오.
pl: Wprowadź prawidłowy adres URL HTTP lub HTTPS obrazu lub wideo.
pt_br: Digite uma URL HTTP ou HTTPS válida de imagem ou vídeo.
ru: Введите действительный HTTP- или HTTPS-адрес изображения или видео.
tr: Geçerli bir HTTP veya HTTPS görüntü/video URL’si girin.
uk: Введіть дійсну URL-адресу зображення чи відео (HTTP або HTTPS).
zh_hans: 请输入有效的 HTTP 或 HTTPS 图像/视频 URL。
zh_hant: 請輸入有效的 HTTP 或 HTTPS 影像／影片 URL。

source: Enter the screen's width and height in pixels
ar: أدخل عرض الشاشة وارتفاعها بالبكسل
de: Geben Sie die Breite und Höhe des Bildschirms in Pixeln ein
es: Introduce el ancho y el alto de la pantalla en píxeles
fr: Saisissez la largeur et la hauteur de l’écran en pixels
hi: स्क्रीन की चौड़ाई और ऊँचाई पिक्सेल में डालें
it: Inserisci la larghezza e l’altezza dello schermo in pixel
ja: 画面の幅と高さをピクセルで入力します
ko: 화면의 너비와 높이를 픽셀 단위로 입력합니다
pl: Wpisz szerokość i wysokość ekranu w pikselach
pt_br: Digite a largura e a altura da tela em pixels
ru: Введите ширину и высоту экрана в пикселях
tr: Ekranın genişliğini ve yüksekliğini piksel olarak girin
uk: Введіть ширину й висоту екрана в пікселях
zh_hans: 输入屏幕的宽度和高度（像素）
zh_hant: 輸入螢幕的寬度和高度（像素）

source: Enter the width and height in pixels.
ar: أدخل العرض والارتفاع بالبكسل.
de: Geben Sie die Breite und Höhe in Pixeln ein.
es: Introduce el ancho y el alto en píxeles.
fr: Saisissez la largeur et la hauteur en pixels.
hi: चौड़ाई और ऊँचाई पिक्सेल में डालें।
it: Inserisci la larghezza e l’altezza in pixel.
ja: 幅と高さをピクセルで入力してください。
ko: 너비와 높이를 픽셀 단위로 입력하십시오.
pl: Wpisz szerokość i wysokość w pikselach.
pt_br: Digite a largura e a altura em pixels.
ru: Введите ширину и высоту в пикселях.
tr: Genişliği ve yüksekliği piksel olarak girin.
uk: Введіть ширину й висоту в пікселях.
zh_hans: 请输入宽度和高度（像素）。
zh_hant: 請輸入寬度和高度（像素）。

source: Errors Only
ar: الأخطاء فقط
de: Nur Fehler
es: Solo errores
fr: Erreurs uniquement
hi: केवल त्रुटियाँ
it: Solo errori
ja: エラーのみ
ko: 오류만
pl: Tylko błędy
pt_br: Somente Erros
ru: Только ошибки
tr: Yalnızca Hatalar
uk: Лише помилки
zh_hans: 仅错误
zh_hant: 僅限錯誤

source: Every Wallpaper Type
ar: كل أنواع الخلفيات
de: Jede Art von Hintergrundbild
es: Todos los tipos de fondo de pantalla
fr: Tous les types de fonds d’écran
hi: हर प्रकार का वॉलपेपर
it: Ogni tipo di sfondo
ja: あらゆる壁紙タイプに対応
ko: 모든 배경화면 유형
pl: Każdy rodzaj tapety
pt_br: Todos os Tipos de Imagem de Fundo
ru: Все типы обоев
tr: Her Duvar Kâğıdı Türü
uk: Усі типи шпалер
zh_hans: 支持所有墙纸类型
zh_hant: 各種背景圖片類型

source: Every wallpaper with matching settings uses this preset.
ar: تستخدم كل خلفية ذات إعدادات مطابقة هذا الإعداد المسبق.
de: Jedes Hintergrundbild mit passenden Einstellungen verwendet diese Voreinstellung.
es: Todos los fondos de pantalla con ajustes coincidentes usan este preajuste.
fr: Chaque fond d’écran aux réglages correspondants utilise ce préréglage.
hi: मेल खाती सेटिंग्स वाला हर वॉलपेपर इस प्रीसेट का उपयोग करता है।
it: Ogni sfondo con impostazioni corrispondenti usa questo preset.
ja: 一致する設定を持つすべての壁紙がこのプリセットを使います。
ko: 일치하는 설정이 있는 모든 배경화면이 이 사전 설정을 사용합니다.
pl: Każda tapeta z pasującymi ustawieniami używa tego ustawienia wstępnego.
pt_br: Toda imagem de fundo com ajustes correspondentes usa esta predefinição.
ru: Все обои с совпадающими настройками используют этот пресет.
tr: Eşleşen ayarlara sahip her duvar kâğıdı bu hazır ayarı kullanır.
uk: Кожна шпалера з відповідними налаштуваннями використовує цей пресет.
zh_hans: 设置匹配的每张墙纸都使用此预设。
zh_hant: 設定相符的每張背景圖片都使用此預設組合。

source: Everyone
ar: للجميع
de: Jeder
es: Todos
fr: Tout public
hi: सभी
it: Per tutti
ja: 全年齢
ko: 전체 이용가
pl: Dla wszystkich
pt_br: Livre
ru: Для всех
tr: Herkes
uk: Для всіх
zh_hans: 所有人
zh_hant: 全年齡

source: Everything Open Wallpaper Engine saves stays on your Mac: your settings, library, cache and SteamCMD's login.
ar: كل ما يحفظه Open Wallpaper Engine يبقى على جهاز Mac: إعداداتك ومكتبتك وذاكرة التخزين المؤقت وتسجيل دخول SteamCMD.
de: Alles, was Open Wallpaper Engine speichert, bleibt auf Ihrem Mac: Ihre Einstellungen, Bibliothek, der Cache und die Anmeldung von SteamCMD.
es: Todo lo que guarda Open Wallpaper Engine se queda en tu Mac: tus ajustes, la biblioteca, la caché y el inicio de sesión de SteamCMD.
fr: Tout ce qu’enregistre Open Wallpaper Engine reste sur votre Mac : vos réglages, votre bibliothèque, le cache et la connexion de SteamCMD.
hi: Open Wallpaper Engine जो कुछ सहेजता है वह आपके Mac पर रहता है: आपकी सेटिंग, लाइब्रेरी, कैश और SteamCMD का लॉगिन।
it: Tutto ciò che Open Wallpaper Engine salva resta sul tuo Mac: impostazioni, libreria, cache e accesso di SteamCMD.
ja: Open Wallpaper Engineが保存するものはすべてお使いのMacに残ります：設定、ライブラリ、キャッシュ、SteamCMDのログイン。
ko: Open Wallpaper Engine이 저장하는 모든 것은 Mac에 남습니다: 설정, 보관함, 캐시, SteamCMD 로그인.
pl: Wszystko, co zapisuje Open Wallpaper Engine, zostaje na Twoim Macu: ustawienia, biblioteka, pamięć podręczna i logowanie SteamCMD.
pt_br: Tudo o que o Open Wallpaper Engine salva fica no seu Mac: seus ajustes, a biblioteca, o cache e o login do SteamCMD.
ru: Всё, что сохраняет Open Wallpaper Engine, остаётся на вашем Mac: настройки, библиотека, кэш и вход SteamCMD.
tr: Open Wallpaper Engine’in kaydettiği her şey Mac’inizde kalır: ayarlarınız, arşiviniz, önbellek ve SteamCMD’nin girişi.
uk: Усе, що зберігає Open Wallpaper Engine, залишається на вашому Mac: параметри, бібліотека, кеш і вхід SteamCMD.
zh_hans: Open Wallpaper Engine 保存的所有内容都留在你的 Mac 上：你的设置、资源库、缓存和 SteamCMD 的登录信息。
zh_hant: Open Wallpaper Engine 儲存的所有內容都留在你的 Mac 上：你的設定、資料庫、快取和 SteamCMD 的登入資訊。

source: Everything stays on your Mac
ar: كل شيء يبقى على جهاز Mac
de: Alles bleibt auf Ihrem Mac
es: Todo se queda en tu Mac
fr: Tout reste sur votre Mac
hi: सब कुछ आपके Mac पर रहता है
it: Tutto resta sul tuo Mac
ja: すべてこの Mac に残ります
ko: 모든 것이 Mac에 남습니다
pl: Wszystko zostaje na Twoim Macu
pt_br: Tudo fica no seu Mac
ru: Всё остаётся на вашем Mac
tr: Her şey Mac’inizde kalır
uk: Усе залишається на вашому Mac
zh_hans: 一切都保留在你的 Mac 上
zh_hant: 一切都保留在你的 Mac 上

source: Everything stays on your Mac. There are no servers, accounts, analytics or tracking.
ar: يبقى كل شيء على جهاز Mac. لا توجد خوادم أو حسابات أو تحليلات أو تتبع.
de: Alles bleibt auf Ihrem Mac. Es gibt keine Server, Konten, Analysen oder Tracking.
es: Todo se queda en tu Mac. No hay servidores, cuentas, analíticas ni seguimiento.
fr: Tout reste sur votre Mac. Il n’y a ni serveurs, ni comptes, ni analyses, ni suivi.
hi: सब कुछ आपके Mac पर रहता है। कोई सर्वर, खाते, एनालिटिक्स या ट्रैकिंग नहीं है।
it: Tutto resta sul tuo Mac. Non ci sono server, account, analisi o tracciamento.
ja: すべてがお使いのMacに保存されます。サーバ、アカウント、分析、トラッキングはありません。
ko: 모든 것이 Mac에만 남습니다. 서버, 계정, 분석, 추적이 없습니다.
pl: Wszystko zostaje na Twoim Macu. Nie ma serwerów, kont, analityki ani śledzenia.
pt_br: Tudo fica no seu Mac. Não há servidores, contas, análises nem rastreamento.
ru: Всё остаётся на вашем Mac. Нет серверов, учётных записей, аналитики или отслеживания.
tr: Her şey Mac’inizde kalır. Sunucu, hesap, analiz veya izleme yoktur.
uk: Усе залишається на вашому Mac. Немає серверів, облікових записів, аналітики чи стеження.
zh_hans: 所有内容都保留在你的 Mac 上。没有服务器、帐户、分析或跟踪。
zh_hant: 所有內容都保留在你的 Mac 上。沒有伺服器、帳號、分析或追蹤。

source: Expires in %@
ar: تنتهي الصلاحية خلال %@
de: Läuft ab in %@
es: Caduca en %@
fr: Expire dans %@
hi: %@ में समाप्त होगा
it: Scade tra %@
ja: 有効期限まで %@
ko: %@ 후 만료
pl: Wygasa za %@
pt_br: Expira em %@
ru: Истекает через %@
tr: %@ sonra sona erecek
uk: Спливає через %@
zh_hans: %@后过期
zh_hant: %@ 後過期

source: Export %lld
ar: تصدير %lld
de: %lld exportieren
es: Exportar %lld
fr: Exporter %lld
hi: %lld एक्सपोर्ट करें
it: Esporta %lld
ja: %lld件を書き出す
ko: %lld개 내보내기
pl: Eksportuj: %lld
pt_br: Exportar %lld
ru: Экспортировать: %lld
tr: %lld Öğeyi Dışa Aktar
uk: Експортувати: %lld
zh_hans: 导出 %lld 个
zh_hant: 輸出 %lld 個

source: Export More with These Settings
ar: تصدير المزيد بهذه الإعدادات
de: Weitere mit diesen Einstellungen exportieren
es: Exportar más con estos ajustes
fr: Exporter d’autres éléments avec ces réglages
hi: इन सेटिंग्स से और एक्सपोर्ट करें
it: Esporta altri con queste impostazioni
ja: この設定でほかの壁紙も書き出す
ko: 이 설정으로 더 내보내기
pl: Eksportuj więcej z tymi ustawieniami
pt_br: Exportar Mais com Estes Ajustes
ru: Экспортировать ещё с этими настройками
tr: Bu Ayarlarla Daha Fazlasını Dışa Aktar
uk: Експортувати ще з цими параметрами
zh_hans: 以这些设置导出更多
zh_hant: 以這些設定輸出更多

source: Export More with These Settings…
ar: تصدير المزيد بهذه الإعدادات…
de: Weitere mit diesen Einstellungen exportieren …
es: Exportar más con estos ajustes…
fr: Exporter d’autres éléments avec ces réglages…
hi: इन सेटिंग्स से और एक्सपोर्ट करें…
it: Esporta altri con queste impostazioni…
ja: この設定でほかの壁紙も書き出す…
ko: 이 설정으로 더 내보내기…
pl: Eksportuj więcej z tymi ustawieniami…
pt_br: Exportar Mais com Estes Ajustes…
ru: Экспортировать ещё с этими настройками…
tr: Bu Ayarlarla Daha Fazlasını Dışa Aktar…
uk: Експортувати ще з цими параметрами…
zh_hans: 以这些设置导出更多…
zh_hant: 以這些設定輸出更多⋯

source: Export Settings
ar: إعدادات التصدير
de: Exporteinstellungen
es: Ajustes de exportación
fr: Réglages d’exportation
hi: एक्सपोर्ट सेटिंग्स
it: Impostazioni di esportazione
ja: 書き出し設定
ko: 내보내기 설정
pl: Ustawienia eksportu
pt_br: Ajustes de Exportação
ru: Настройки экспорта
tr: Dışa Aktarma Ayarları
uk: Параметри експорту
zh_hans: 导出设置
zh_hant: 輸出設定

source: Export Settings Panel
ar: لوحة إعدادات التصدير
de: Exporteinstellungen-Bereich
es: Panel de ajustes de exportación
fr: Panneau des réglages d’exportation
hi: एक्सपोर्ट सेटिंग्स पैनल
it: Pannello impostazioni di esportazione
ja: 書き出し設定パネル
ko: 내보내기 설정 패널
pl: Panel ustawień eksportu
pt_br: Painel de Ajustes de Exportação
ru: Панель настроек экспорта
tr: Dışa Aktarma Ayarları Paneli
uk: Панель параметрів експорту
zh_hans: 导出设置面板
zh_hant: 輸出設定面板

source: Export Settings…
ar: تصدير الإعدادات…
de: Einstellungen exportieren …
es: Exportar ajustes…
fr: Exporter les réglages…
hi: सेटिंग एक्सपोर्ट करें…
it: Esporta impostazioni…
ja: 設定を書き出す…
ko: 설정 내보내기…
pl: Eksportuj ustawienia…
pt_br: Exportar Ajustes…
ru: Экспортировать настройки…
tr: Ayarları Dışa Aktar…
uk: Експортувати параметри…
zh_hans: 导出设置…
zh_hant: 輸出設定…

source: Export for Android…
ar: تصدير لنظام Android…
de: Für Android exportieren …
es: Exportar para Android…
fr: Exporter pour Android…
hi: Android के लिए एक्सपोर्ट करें…
it: Esporta per Android…
ja: Android用に書き出す…
ko: Android용으로 내보내기…
pl: Eksportuj na Androida…
pt_br: Exportar para Android…
ru: Экспорт для Android…
tr: Android İçin Dışa Aktar…
uk: Експорт для Android…
zh_hans: 导出用于 Android…
zh_hant: 輸出供 Android 使用⋯

source: Export, import or restore settings
ar: تصدير الإعدادات أو استيرادها أو استعادتها
de: Einstellungen exportieren, importieren oder wiederherstellen
es: Exportar, importar o restaurar ajustes
fr: Exporter, importer ou restaurer les réglages
hi: सेटिंग एक्सपोर्ट, इंपोर्ट या पुनर्स्थापित करें
it: Esporta, importa o ripristina le impostazioni
ja: 設定を書き出し、読み込み、または元に戻す
ko: 설정 내보내기, 가져오기 또는 복원
pl: Eksportuj, importuj lub przywróć ustawienia
pt_br: Exportar, importar ou restaurar ajustes
ru: Экспорт, импорт или восстановление настроек
tr: Ayarları dışa aktar, içe aktar veya geri yükle
uk: Експорт, імпорт або відновлення параметрів
zh_hans: 导出、导入或恢复设置
zh_hant: 輸出、輸入或回復設定

source: Exporting %@ for usage on Android
ar: تصدير %@ للاستخدام على أندرويد
de: Exportiere %@ für die Nutzung auf Android
es: Exportar %@ para su uso en Android
fr: Exportation de %@ pour utilisation sur Android
hi: Android पर उपयोग के लिए %@ एक्सपोर्ट हो रहा है
it: Esportare %@ per farne uso su Android
ja: Androidでの使用を目的とした%@のエクスポート
ko: %@ Android로 내보내는 중
pl: Eksportowanie: %@ do użytku na urządzeniu z systemem Android
pt_br: Exportando %@ para uso no Android
ru: Обои «%@» экспортируются для использования на Android
tr: Android'de kullanım için %@ dışa aktarılıyor
uk: Експорт %@ для використання на Android
zh_hans: 导出 %@ 以在 Android 上使用
zh_hant: 匯出 %@ 以在 Android 上使用

source: Exporting…
ar: جارٍ التصدير…
de: Exportieren …
es: Exportando…
fr: Exportation…
hi: एक्सपोर्ट हो रहा है…
it: Esportazione…
ja: 書き出し中…
ko: 내보내는 중…
pl: Eksportowanie…
pt_br: Exportando…
ru: Экспорт…
tr: Dışa aktarılıyor…
uk: Експорт…
zh_hans: 正在导出…
zh_hant: 正在輸出⋯

source: Export…
ar: تصدير…
de: Exportieren …
es: Exportar…
fr: Exporter…
hi: एक्सपोर्ट करें…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
pl: Eksportuj…
pt_br: Exportar…
ru: Экспортировать…
tr: Dışa Aktar…
uk: Експортувати…
zh_hans: 导出…
zh_hant: 輸出…

source: Extracting…
ar: يجري الاستخراج…
de: Wird entpackt …
es: Extrayendo…
fr: Extraction…
hi: एक्सट्रैक्ट किया जा रहा है…
it: Estrazione…
ja: 展開中…
ko: 압축 해제 중…
pl: Rozpakowywanie…
pt_br: Extraindo…
ru: Извлечение…
tr: Çıkarılıyor…
uk: Розпакування…
zh_hans: 正在解压缩…
zh_hant: 正在解壓縮⋯

source: FPS
ar: معدل الإطارات (FPS)
zh_hans: 帧速率

source: Fade
ar: تلاشي
de: Überblenden
es: Fundido
fr: Fondu
hi: फ़ेड
it: Dissolvenza
ja: フェード
ko: 페이드
pl: Wygasanie
pt_br: Desvanecimento
ru: Выцветание
tr: Soluklaşma
uk: Затухання
zh_hans: 淡化
zh_hant: 淡化

source: Fade to black
ar: تلاشي إلى السواد
de: Schwarzer Übergang
es: Fundido en negro
fr: Fondu noir
hi: काले में फ़ेड
it: Dissolvenza in nero
ja: 黒にフェード
ko: 페이드아웃
pl: Przejście w czerń
pt_br: Escurecer
ru: Затухание
tr: Kararma
uk: Затухання в чорне
zh_hans: 淡出为黑色
zh_hant: 淡出轉黑

source: Fades the layer in or out.
ar: يُظهر الطبقة أو يخفيها تدريجيًا.
de: Blendet die Ebene ein oder aus.
es: Hace aparecer o desaparecer la capa gradualmente.
fr: Fait apparaître ou disparaître le calque en fondu.
hi: लेयर को फ़ेड इन या फ़ेड आउट करता है.
it: Fa comparire o scomparire gradualmente il livello.
ja: レイヤーをフェードイン/フェードアウトします。
ko: 레이어를 페이드 인하거나 페이드 아웃합니다.
pl: Stopniowo pokazuje lub ukrywa warstwę.
pt_br: Faz a camada aparecer ou desaparecer gradualmente.
ru: Плавно проявляет или скрывает слой.
tr: Katmanı yavaşça belirginleştirir veya soldurur.
uk: Плавно проявляє або приховує шар.
zh_hans: 使图层淡入或淡出。
zh_hant: 讓圖層淡入或淡出。

source: Fades the layer into a gradient, usually to darken edges or tint one side.
ar: يدمج الطبقة تدريجيًا في تدرج لوني، عادةً لتعتيم الحواف أو تلوين جانب واحد.
de: Blendet die Ebene in einen Verlauf über, meist um Ränder abzudunkeln oder eine Seite einzufärben.
es: Funde la capa en un degradado, normalmente para oscurecer los bordes o teñir un lado.
fr: Fond le calque dans un dégradé, généralement pour assombrir les bords ou teinter un côté.
hi: लेयर को ग्रेडिएंट में फ़ेड करता है, आमतौर पर किनारों को गहरा करने या एक तरफ़ रंग देने के लिए.
it: Sfuma il livello in un gradiente, di solito per scurire i bordi o colorare un lato.
ja: レイヤーをグラデーションに溶け込ませます。主に端を暗くしたり、片側に色合いを付けたりするために使用します。
ko: 레이어를 그레이디언트로 페이드하며, 주로 가장자리를 어둡게 하거나 한쪽에 색조를 입히는 데 사용합니다.
pl: Przechodzi warstwą w gradient, zwykle by przyciemnić krawędzie lub zabarwić jedną stronę.
pt_br: Funde a camada em um gradiente, geralmente para escurecer as bordas ou tingir um dos lados.
ru: Плавно переводит слой в градиент — обычно чтобы затемнить края или тонировать одну сторону.
tr: Katmanı bir degradeye doğru soldurur; genellikle kenarları koyulaştırmak veya bir tarafı renklendirmek için kullanılır.
uk: Плавно переводить шар у градієнт — зазвичай щоб затемнити краї або підфарбувати один бік.
zh_hans: 使图层渐变过渡，通常用于压暗边缘或为一侧着色。
zh_hant: 讓圖層淡入漸層，通常用於加深邊緣或為一側染色。
